Repository: weblate/pvr.plutotv
Catalog: pvr.plutotv/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, fi_fi

# Addon Summary
source: Pluto.tv PVR Client
es_es: Cliente PVR Pluto.tv
fi_fi: Pluto.tv PVR-pääte

# Addon Description
source: Pluto.tv PVR Client. Note: This is not an official pluto.tv add-on and not related to pluto.tv. It was developed by volunteers.
de_de: Pluto.tv PVR Client. Hinweis: Dies ist kein offizielles Pluto.tv-Addon und steht nicht in Verbindung zu Pluto.tv. Es wurde von Freiwilligen entwickelt.
es_es: Cliente PVR de Pluto.tv. Nota: Este no es un complemento oficial de pluto.tv y no está relacionado con pluto.tv. Fue desarrollado por voluntarios.
fi_fi: Pluto.tv PVR-pääte. Huomioi: Tämä ei ole virallinen pluto.tv-lisäosa, eikä pluto.tv ole osallistunut sen kehitykseen. Lisäosa on vapaaehtoisten kehittämä.

# #30001
source: Playback
de_de: Wiedergabe
es_es: Reproducción
fi_fi: Toisto

# #30002
source: Channels
de_de: Sender
es_es: Canales
fi_fi: Kanavat

# #30008
source: First channel number
de_de: Erste Sendernummer
es_es: Número del primer canal
fi_fi: Ensimmäisen kanavan numero

# #30009
source: Workaround for broken streams (requires inputstream.adaptive > 21.4.5)
de_de: Workaround für kaputte Streams (benötigt inputstream.adaptive > 21.4.5)
es_es: Solución a los flujos rotos (requiere inputstream.adaptive > 21.4.5)
fi_fi: Korjaus rikkinäisille striimeille (vaatii Inputstream Adaptive -lisäosan > 21.4.5)

# #30010
source: Coloured channel logos
de_de: Farbige Senderlogos
es_es: Logotipos de canales en color
fi_fi: Värilliset kanavalogot

# #30040
source: Debug
de_de: Fehlersuche
es_es: Depurar
fi_fi: Vianselvitys

# #30042
source: Device ID
es_es: Identificador de dispositivo
fi_fi: Laitetunniste

# #30100
source: Category containing playback settings
de_de: Kategorie mit Wiedergabeeinstellungen
es_es: Categoría que contiene los ajustes de reproducción
fi_fi: Kategoria sisältää toistoasetukset

# #30101
source: Enable special stream handling to avoid hangs during playback.
de_de: Aktivieren spezieller Behandlung für Streams, um Hänger bei der Wiedergabe zu verhindern.
es_es: Activa una gestión especial de los flujos para evitar cuelgues durante la reproducción.
fi_fi: Käytä poikkeavaa striimien käsittälyä toiston jumiutumisen estämiseksi.

# #30200
source: Category containing channel settings
de_de: Kategorie mit Sendereinstellungen
es_es: Categoría que contiene los ajustes de canal
fi_fi: Kategoria sisältää kanava-asetukset

# #30201
source: The number for the first channel. Useful if you have multiple PVR clients enabled - to group the channels from the different clients.
de_de: Die Nummer der ersten Senders. Nützlich, wenn mehrere PVR-Clients aktiviert sind, um die Sender der verschiedenen Clients zu gruppieren.
es_es: Número para el primer canal. Útil si hay muchos clientes PVR activados para agrupar los canales de diferentes clientes.
fi_fi: Ensimmäisen kanavan numero. Helpottaa kanavien järjestämistä, jos käytössä on useita PVR-päätteitä.

# #30202
source: Use coulored channel logos, if available.
de_de: Farbige Senderlogos verwenden, wenn verfügbar.
es_es: Usar logos de canal en color si están disponibles.
fi_fi: Käytä värillisiä kanavalogoja, jos käytettävissä.

# #30300
source: Category containing debug settings
de_de: Kategorie mit Einstellungen für die Fehlersuche
es_es: Categoría que contiene los ajustes de depuración
fi_fi: Kategoria sisältää virheenkorjausasetukset.
